brew "coreutils"
brew "tree"
brew "git"
brew "python3"
brew "tmux"
brew "neovim"
brew "tldr"
brew "jq"
brew "cmake"
brew "ffmpeg"
brew "wget"
brew "rust"
brew "oh-my-posh"

# C++
brew "boost"
brew "eigen"
brew "xtensor"
brew "gcc"

# Apps
cask_args force: true
cask "google-chrome"
cask "spotify"
cask "visual-studio-code"
cask "iterm2"
cask "teamviewer" > /dev/null